Revit 2027 API
ParameterTypeId.FabricationRoutingSolutionsUiParam Property
 "x of XX"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationRoutingSolutionsUiParam { get; }
Public Shared ReadOnly Property FabricationRoutingSolutionsUiParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationRoutingSolutionsUiParam {
	ForgeTypeId^ get ();
}
static member FabricationRoutingSolutionsUiParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace